[{"patientInfo":{"firstName":"Emily","lastName":"Smith","dateOfBirth":"03/12/1982","overview":"Admitted for severe pneumonia"},"summary":{"last24hours":"Emily's condition has worsened in the last 24 hours. She is experiencing a high fever, difficulty breathing, and persistent coughing.","lastWeek":"Emily's pneumonia has been persistent over the past week. Despite receiving treatment, her symptoms have not improved significantly.","lastYear":"Emily's pneumonia was diagnosed a year ago. She has had multiple episodes of pneumonia in the past year, indicating a chronic respiratory condition.","all":"Emily's overall health is compromised due to her chronic pneumonia. She experiences recurrent episodes and her condition has not shown significant improvement over the past year."},"orders":{"03/13/2021":"Administer antibiotics and prescribe a bronchodilator","03/14/2021":"Perform a chest x-ray and blood tests to assess response to treatment","03/15/2021":"Increase dosage of antibiotics if no improvement is observed"},"medications":["Antibiotics (Amoxicillin)","Bronchodilator (Albuterol)"]},{"patientInfo":{"firstName":"Michael","lastName":"Johnson","dateOfBirth":"07/25/1978","overview":"Undergoing treatment for a broken leg"},"summary":{"last24hours":"Michael was admitted to the hospital and underwent surgery to repair the broken leg. He received pain medication and was monitored for any complications.","lastWeek":"Michael's leg fracture was diagnosed last week after a skiing accident. He experienced significant pain and swelling, and was unable to bear weight on the affected leg.","lastYear":"Prior to the broken leg, Michael was in good health and had no major medical issues. He enjoyed an active lifestyle and regularly participated in sports and outdoor activities.","all":"Overall, Michael's health has been stable aside from the recent broken leg. He has been following medical advice and treatment recommendations."},"orders":{"03/10/2022":"Michael is advised to continue taking pain medication as prescribed and to follow up with physical therapy sessions for rehabilitation.","03/15/2022":"Michael is scheduled for a follow-up appointment to assess the progress of his healing and to potentially adjust his treatment plan.","03/25/2022":"Michael is recommended to gradually increase weight-bearing activities on the leg while using crutches or a walker for support."},"medications":["Pain medication (prescribed)","Anti-inflammatory medication (prescribed)"]}]