[{"patientInfo":{"firstName":"Emily","lastName":"Smith","dateOfBirth":"02/12/1987","overview":"Admitted for severe asthma"},"summary":{"last24hours":"Emily experienced frequent asthma attacks requiring nebulizer treatments.","lastWeek":"Emily's asthma has been uncontrolled, with increased frequency and severity of attacks.","lastYear":"Emily's asthma has been progressively worsening over the past year, with more frequent attacks and decreased lung function.","all":"Emily has been struggling with severe asthma, resulting in frequent attacks and decreased quality of life."},"orders":{"04/01/2022":"Prescribed albuterol inhaler for immediate relief of asthma symptoms.","04/05/2022":"Ordered pulmonary function tests to assess lung function and determine appropriate treatment plan.","04/10/2022":"Prescribed daily controller medication to prevent asthma attacks.","04/15/2022":"Referred to an allergist for allergy testing and potential allergen avoidance strategies."},"medications":["Albuterol inhaler","Fluticasone propionate inhaler","Montelukast"]},{"patientInfo":{"firstName":"Michael","lastName":"Johnson","dateOfBirth":"06/25/1972","overview":"Diagnosed with stage 4 lung cancer"},"summary":{"last24hours":"","lastWeek":"","lastYear":"","all":""},"orders":{},"medications":[]},{"patientInfo":{"firstName":"Olivia","lastName":"Brown","dateOfBirth":"11/08/1995","overview":"Recovering from a car accident with multiple broken bones"},"summary":{"last24hours":"Olivia underwent surgery to repair her broken leg and arm. She experienced some pain and discomfort but is stable.","lastWeek":"Olivia has been receiving physical therapy to regain strength and mobility in her broken bones. She has been making steady progress and her pain has been decreasing.","lastYear":"Olivia's car accident left her with multiple broken bones. She required several surgeries and spent a significant amount of time in rehabilitation. Over the past year, she has made remarkable progress in her recovery.","all":"Olivia has made significant strides in her recovery from the car accident. While she still faces some challenges, she is expected to make a full recovery with continued treatment and therapy."},"orders":{"05/15/2022":"Continue physical therapy sessions twice a week.","05/20/2022":"Schedule follow-up appointment with orthopedic surgeon.","06/01/2022":"Begin weight-bearing exercises under supervision.","06/15/2022":"Gradually increase physical activity and monitor pain levels."},"medications":["Pain medication (prescription)","Muscle relaxants (prescription)","Calcium and vitamin D supplements"]},{"patientInfo":{"firstName":"Ethan","lastName":"Davis","dateOfBirth":"04/03/2001","overview":"Admitted for appendicitis and scheduled for surgery."},"summary":{"last24hours":"Ethan was admitted to the hospital due to severe abdominal pain. After a thorough examination, it was determined that he has appendicitis and surgery was scheduled.","lastWeek":"Over the past week, Ethan experienced intermittent stomach pain but didn't think much of it. However, the pain became progressively worse, leading him to seek medical attention.","lastYear":"Ethan has generally been in good health over the past year, with no significant medical issues or surgeries.","all":"Overall, Ethan's health has been good, but his recent appendicitis diagnosis requires prompt medical intervention."},"orders":{"04/05/2022":"Perform appendectomy surgery on Ethan to remove the inflamed appendix.","04/06/2022":"Monitor post-surgery recovery, administer pain medications, and provide necessary post-operative care instructions."},"medications":["Pain medication (post-surgery)","Antibiotics (pre and post-surgery)"]},{"patientInfo":{"firstName":"Ava","lastName":"Wilson","dateOfBirth":"07/19/1968","overview":"Under observation for a suspected heart condition."},"summary":{"last24hours":"Ava's heart rate has been fluctuating between 70-80 bpm. She experienced chest pain twice in the last 24 hours.","lastWeek":"Ava has been experiencing occasional shortness of breath and fatigue throughout the week. She had one episode of dizziness.","lastYear":"Ava has been experiencing chest pain, shortness of breath, and fatigue intermittently over the past year. She had one episode of fainting.","all":"Ava's overall health has been declining due to the suspected heart condition. She experiences symptoms such as chest pain, shortness of breath, fatigue, and occasional dizziness."},"orders":{"10/01/2022":"Schedule an echocardiogram to assess heart function.","10/10/2022":"Perform a stress test to evaluate heart's response to physical activity.","10/15/2022":"Refer Ava to a cardiologist for further evaluation and consultation."},"medications":["Aspirin","Beta blockers"]},{"patientInfo":{"firstName":"Benjamin","lastName":"Taylor","dateOfBirth":"12/30/1982","overview":"Recovering from a head injury after a fall."},"summary":{"last24hours":"Benjamin has been stable in the last 24 hours, showing signs of improvement.","lastWeek":"Over the past week, Benjamin has been undergoing regular physical therapy sessions to aid in his recovery.","lastYear":"In the last year, Benjamin has made significant progress in his recovery from the head injury.","all":"Overall, Benjamin's health has been steadily improving since the fall."},"orders":{"01/05/2021":"Continue with regular physical therapy sessions.","01/12/2021":"Schedule a follow-up MRI scan to monitor progress.","01/19/2021":"Reduce pain medication dosage.","01/26/2021":"Gradually increase physical activity level.","02/02/2021":"Begin cognitive therapy sessions to address any potential cognitive deficits."},"medications":["Pain medication - Acetaminophen","Anti-inflammatory medication - Ibuprofen"]},{"patientInfo":{"firstName":"Sophia","lastName":"Anderson","dateOfBirth":"03/14/1979","overview":"Admitted for pneumonia and undergoing treatment."},"summary":{"last24hours":"","lastWeek":"","lastYear":"","all":""},"orders":{},"medications":[]},{"patientInfo":{"firstName":"William","lastName":"Thomas","dateOfBirth":"09/02/1990","overview":"Diagnosed with a rare autoimmune disorder"},"summary":{"last24hours":"","lastWeek":"","lastYear":"","all":""},"orders":{},"medications":[]},{"patientInfo":{"firstName":"Isabella","lastName":"Martinez","dateOfBirth":"05/21/2004","overview":"Recovering from a severe allergic reaction"},"summary":{"last24hours":"Isabella's condition has been stable. She has been closely monitored for any potential relapse.","lastWeek":"Isabella's allergic reaction occurred a week ago. She initially experienced respiratory distress and was admitted to the hospital. With proper treatment, her symptoms have improved over the week.","lastYear":"Isabella has not experienced any severe allergic reactions in the past year.","all":"Overall, Isabella's health has improved significantly since her severe allergic reaction. She has been following a strict avoidance regimen for allergens and has been receiving appropriate medical care."},"orders":{"06/01/2021":"Continue monitoring Isabella's vital signs every 4 hours","06/05/2021":"Gradually reintroduce potential allergens in a controlled environment","06/15/2021":"Schedule a follow-up appointment to assess long-term progress"},"medications":["Epinephrine","Antihistamines","Steroids"]},{"patientInfo":{"firstName":"James","lastName":"Harris","dateOfBirth":"08/11/1965","overview":"Admitted for a stroke and currently in rehabilitation."},"summary":{"last24hours":"James has been undergoing intensive physical and occupational therapy to regain mobility and functionality after the stroke.","lastWeek":"Over the past week, James has shown gradual improvement in his speech and motor skills. He has been cooperative during therapy sessions and has been making steady progress.","lastYear":"Since his stroke one year ago, James has made significant strides in his recovery. He has regained some movement in his affected limbs and has improved his ability to communicate.","all":"Despite the challenges presented by the stroke, James has shown resilience and determination in his rehabilitation journey. He continues to work towards regaining independence and achieving a higher quality of life."},"orders":{"09/01/2021":"Continue with daily physical and occupational therapy sessions.","09/05/2021":"Schedule a follow-up appointment with the neurologist for assessment and progress evaluation.","09/10/2021":"Adjust medication dosage to manage blood pressure and prevent future strokes.","09/15/2021":"Consult with a speech therapist to address any remaining communication difficulties."},"medications":["Aspirin (81mg)","Clopidogrel (75mg)","Atorvastatin (40mg)","Lisinopril (10mg)","Metoprolol (25mg)"]},{"patientInfo":{"firstName":"Mia","lastName":"Clark","dateOfBirth":"01/07/1989","overview":"Under observation for a potential brain tumor."},"summary":{"last24hours":"Mia experienced severe headaches and dizziness. MRI scan scheduled for tomorrow.","lastWeek":"Mia has been experiencing frequent migraines and occasional loss of balance. Initial CT scan showed abnormality.","lastYear":"Mia's symptoms started a year ago with mild headaches and occasional blurred vision. Symptoms have gradually worsened.","all":"Mia's health has been declining over the past year due to the potential brain tumor. Regular monitoring and diagnostic tests are ongoing."},"orders":{"08/15/2023":"Schedule MRI scan to assess the potential brain tumor.","08/10/2023":"Conduct CT scan to investigate the cause of Mia's symptoms.","07/25/2023":"Refer Mia to a neurologist for further evaluation.","07/10/2023":"Order blood tests to rule out other possible causes of Mia's symptoms."},"medications":["None prescribed at the moment."]},{"patientInfo":{"firstName":"Alexander","lastName":"Lewis","dateOfBirth":"10/24/1976","overview":"Recovering from a heart attack and undergoing cardiac rehabilitation."},"summary":{"last24hours":"Stable condition, following prescribed medications and attending cardiac rehabilitation sessions.","lastWeek":"Gradual improvement in overall health and increased tolerance to physical activities.","lastYear":"Significant progress in cardiac rehabilitation, with improved heart function and reduced risk factors.","all":"Patient is actively engaged in cardiac rehabilitation and following the recommended treatment plan for recovery."},"orders":{"01/05/2022":"Continue cardiac rehabilitation sessions","01/10/2022":"Adjust medication dosage as per cardiologist's recommendation","02/02/2022":"Schedule follow-up appointment with cardiologist"},"medications":["Aspirin","Beta blockers","Statins","Antiplatelet agents"]},{"patientInfo":{"firstName":"Charlotte","lastName":"Young","dateOfBirth":"06/16/1998","overview":"Admitted for a broken leg after a sports injury."},"summary":{"last24hours":"","lastWeek":"","lastYear":"","all":""},"orders":{},"medications":[]},{"patientInfo":{"firstName":"Daniel","lastName":"Lee","dateOfBirth":"03/29/1963","overview":"Diagnosed with Parkinson's disease and undergoing treatment."},"summary":{"last24hours":"Stable condition with no major changes in symptoms.","lastWeek":"Experienced some increased tremors and difficulty with movement.","lastYear":"Symptoms have been gradually progressing with increased tremors and reduced mobility.","all":"Patient has been managing Parkinson's disease with treatment, but symptoms have been gradually worsening over time."},"orders":{"05/15/2022":"Increase dosage of medication to manage tremors.","06/02/2022":"Refer patient to physical therapy for mobility exercises.","08/10/2022":"Schedule follow-up appointment with neurologist for evaluation."},"medications":["Levodopa","Carbidopa","Rasagiline"]},{"patientInfo":{"firstName":"Grace","lastName":"Walker","dateOfBirth":"07/10/1985","overview":"Recovering from a successful kidney transplant"},"summary":{"last24hours":"Grace had a stable condition with no complications in the last 24 hours.","lastWeek":"Grace's recovery has been progressing well over the past week, with no signs of rejection or infections.","lastYear":"After undergoing a successful kidney transplant a year ago, Grace's overall health has significantly improved.","all":"Grace's successful kidney transplant has greatly improved her overall health and quality of life."},"orders":{},"medications":[]},{"patientInfo":{"firstName":"Benjamin","lastName":"Allen","dateOfBirth":"09/05/1970","overview":"Admitted for severe depression and receiving psychiatric care."},"summary":{"last24hours":"Benjamin's condition remained stable over the last 24 hours with regular therapy sessions and medication.","lastWeek":"During the past week, Benjamin's depression has shown slight improvement with the help of therapy and medication.","lastYear":"Over the last year, Benjamin has made significant progress in managing his depression through consistent therapy and medication.","all":"Benjamin is currently receiving psychiatric care for severe depression, and his condition has been gradually improving with the combination of therapy and medication."},"orders":{"02/01/2023":"Increase dosage of antidepressant medication.","02/05/2023":"Schedule a follow-up therapy session.","02/15/2023":"Evaluate the need for additional treatment options."},"medications":["Antidepressant medication (Dosage: 50mg)","Anxiety medication (Dosage: 10mg)"]},{"patientInfo":{"firstName":"Lily","lastName":"Baker","dateOfBirth":"04/18/2007","overview":"Under observation for an undiagnosed neurological disorder"},"summary":{"last24hours":"Lily's condition remained stable over the last 24 hours. She experienced occasional muscle spasms and difficulty with coordination.","lastWeek":"During the past week, Lily has shown increased fatigue and intermittent numbness in her extremities. She also experienced episodes of dizziness and trouble with balance.","lastYear":"Over the last year, Lily's symptoms have progressively worsened. She now experiences frequent headaches, muscle weakness, and difficulty speaking at times.","all":"Lily's overall health has been declining due to the undiagnosed neurological disorder. Her symptoms have become more severe and frequent."},"orders":{"01/05/2022":"Ordered an MRI scan to assess brain structure and detect any abnormalities.","01/10/2022":"Referred Lily to a neurologist for a comprehensive evaluation and consultation.","01/15/2022":"Scheduled an electromyography (EMG) test to evaluate muscle and nerve function.","01/20/2022":"Prescribed physical therapy sessions to help improve coordination and strengthen muscles.","01/25/2022":"Ordered blood tests to check for any underlying genetic or metabolic conditions."},"medications":["Painkillers for headache relief","Muscle relaxants to manage muscle spasms","Vitamin supplements to support overall health"]},{"patientInfo":{"firstName":"Samuel","lastName":"Gonzalez","dateOfBirth":"11/23/1958","overview":"Diagnosed with liver cirrhosis and awaiting a transplant."},"summary":{"last24hours":"Samuel's condition remained stable in the last 24 hours. He experienced mild fatigue and occasional discomfort.","lastWeek":"Over the past week, Samuel's liver function continued to decline. He experienced increased fatigue, loss of appetite, and jaundice.","lastYear":"Throughout the last year, Samuel's liver cirrhosis has progressed significantly. He has been experiencing complications such as ascites and hepatic encephalopathy.","all":"Samuel's overall health has been severely impacted by his liver cirrhosis. He requires a liver transplant for long-term survival."},"orders":{"01/05/2022":"Samuel's doctor ordered blood work to monitor liver function and assess eligibility for transplant.","12/20/2021":"Samuel's doctor ordered a liver ultrasound to evaluate the extent of liver damage.","11/30/2021":"Samuel's doctor ordered a consultation with a transplant surgeon to discuss the transplantation process."},"medications":["Diuretics to manage fluid retention","Lactulose to prevent hepatic encephalopathy","Vitamin supplements to address nutritional deficiencies"]},{"patientInfo":{"firstName":"Victoria","lastName":"Nelson","dateOfBirth":"12/01/1992","overview":"Recovering from a major surgery to remove a brain tumor"},"summary":{"last24hours":"Victoria has been resting comfortably and showing signs of improvement. She has been able to eat solid foods and has been experiencing less pain.","lastWeek":"Over the past week, Victoria has been gradually regaining her strength. She has been attending physical therapy sessions to improve her mobility and coordination.","lastYear":"Victoria's condition has significantly improved since the surgery. She has completed several rounds of chemotherapy and radiation therapy to ensure the tumor does not return.","all":"Overall, Victoria has made remarkable progress in her recovery journey. She has shown resilience and determination throughout her treatment."},"orders":{"01/15/2022":"Continue with physical therapy sessions twice a week.","01/20/2022":"Follow-up MRI scan to monitor tumor recurrence.","02/01/2022":"Consult with neurologist to assess long-term effects of the surgery."},"medications":["Painkillers (as needed)","Anti-inflammatory medication","Anti-seizure medication","Steroids (tapering dose)"]},{"patientInfo":{"firstName":"Henry","lastName":"Wright","dateOfBirth":"02/27/1969","overview":"Admitted for alcohol addiction and undergoing rehabilitation."},"summary":{"last24hours":"Henry has been attending therapy sessions and participating actively in group counseling. He has shown determination in his efforts to overcome alcohol addiction.","lastWeek":"Over the past week, Henry has made significant progress in his rehabilitation. He has successfully completed detoxification and has been engaged in various therapies to address the underlying causes of his addiction.","lastYear":"Henry's journey towards recovery began a year ago. He has experienced relapses and setbacks along the way but has consistently shown resilience and commitment to his treatment.","all":"Henry's dedication to overcoming his alcohol addiction has been commendable. Despite the challenges he has faced, he has made substantial progress in his rehabilitation."},"orders":{},"medications":[]}]